const numbers = {
    "1": "१",
    "2": "२",
    "3": "३",
    "4": "४",
    "5": "५",
    "6": "६",
    "7": "७",
    "8": "८",
    "9": "९",
    "10": "१०",
    "11": "११",
    "12": "१२",
    "13": "१३",
    "14": "१४",
    "15": "१५",
    "16": "१६",
    "17": "१७",
    "18": "१८",
    "19": "१९",
    "20": "२०",
    "21": "२१",
    "22": "२२",
    "23": "२३",
    "24": "२४",
    "25": "२५",
    "26": "२६",
    "27": "२७",
    "28": "२८",
    "29": "२९",
    "30": "३०",
    "31": "३१",
    "32": "३२",
    "33": "३३",
    "34": "३४",
    "35": "३५",
    "36": "३६",
    "37": "३७",
    "38": "३८",
    "39": "३९",
    "40": "४०",
    "41": "४१",
    "42": "४२",
    "43": "४३",
    "44": "४४",
    "45": "४५",
    "46": "४६",
    "47": "४७",
    "48": "४८",
    "49": "४९",
    "50": "५०",
    "51": "५१",
    "52": "५२",
    "53": "५३",
    "54": "५४",
    "55": "५५",
    "56": "५६",
    "57": "५७",
    "58": "५८",
    "59": "५९",
    "60": "६०",
    "61": "६१",
    "62": "६२",
    "63": "६३",
    "64": "६४",
    "65": "६५",
    "66": "६६",
    "67": "६७",
    "68": "६८",
    "69": "६९",
    "70": "७०",
    "71": "७१",
    "72": "७२",
    "73": "७३",
    "74": "७४",
    "75": "७५",
    "76": "७६",
    "77": "७७",
    "78": "७८",
    "79": "७९",
    "80": "८०",
    "81": "८१",
    "82": "८२",
    "83": "८३",
    "84": "८४",
    "85": "८५",
    "86": "८६",
    "87": "८७",
    "88": "८८",
    "89": "८९",
    "90": "९०",
    "91": "९१",
    "92": "९२",
    "93": "९३",
    "94": "९४",
    "95": "९५",
    "96": "९६",
    "97": "९७",
    "98": "९८",
    "99": "९९",
    "100": "१००"
};

NUMBERDATA = {
    "word-match": {
        "1": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"एक\"",
            "answer": "१"
        },
        "2": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"दो\"",
            "answer": "२"
        },
        "3": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"तीन\"",
            "answer": "३"
        },
        "4": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"चार\"",
            "answer": "४"
        },
        "5": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"पांच\"",
            "answer": "५"
        },
        "6": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"छह\"",
            "answer": "६"
        },
        "7": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"सात\"",
            "answer": "७"
        },
        "8": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"आठ\"",
            "answer": "८"
        },
        "9": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"नौ\"",
            "answer": "९"
        },
        "10": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"दस\"",
            "answer": "१०"
        },
        "11": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"ग्यारह\"",
            "answer": "११"
        },
        "12": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"बारह\"",
            "answer": "१२"
        },
        "13": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"तेरह\"",
            "answer": "१३"
        },
        "14": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"चौदह\"",
            "answer": "१४"
        },
        "15": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"पंद्रह\"",
            "answer": "१५"
        },
        "16": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"सोलह\"",
            "answer": "१६"
        },
        "17": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"सत्रह\"",
            "answer": "१७"
        },
        "18": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"अठारह\"",
            "answer": "१८"
        },
        "19": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"उन्नीस\"",
            "answer": "१९"
        },
        "20": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"बीस\"",
            "answer": "२०"
        },
        "21": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"इक्कीस\"",
            "answer": "२१"
        },
        "22": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"बाईस\"",
            "answer": "२२"
        },
        "23": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"तेईस\"",
            "answer": "२३"
        },
        "24": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"चौबीस\"",
            "answer": "२४"
        },
        "25": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"पच्चीस\"",
            "answer": "२५"
        },
        "26": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"छब्बीस\"",
            "answer": "२६"
        },
        "27": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"सत्ताईस\"",
            "answer": "२७"
        },
        "28": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"अट्ठाईस\"",
            "answer": "२८"
        },
        "29": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"उनतीस\"",
            "answer": "२९"
        },
        "30": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"तीस\"",
            "answer": "३०"
        },
        "31": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"इकतीस\"",
            "answer": "३१"
        },
        "32": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"बत्तीस\"",
            "answer": "३२"
        },
        "33": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"तैंतीस\"",
            "answer": "३३"
        },
        "34": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"चौंतीस\"",
            "answer": "३४"
        },
        "35": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"पैंतीस\"",
            "answer": "३५"
        },
        "36": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"छत्तीस\"",
            "answer": "३६"
        },
        "37": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"सैंतीस\"",
            "answer": "३७"
        },
        "38": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"अड़तीस\"",
            "answer": "३८"
        },
        "39": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"उनतालीस\"",
            "answer": "३९"
        },
        "40": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"चालीस\"",
            "answer": "४०"
        },
        "41": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"इकतालीस\"",
            "answer": "४१"
        },
        "42": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"बयालीस\"",
            "answer": "४२"
        },
        "43": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"तैंतालीस\"",
            "answer": "४३"
        },
        "44": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"चौवालीस\"",
            "answer": "४४"
        },
        "45": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"पैंतालीस\"",
            "answer": "४५"
        },
        "46": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"छियालीस\"",
            "answer": "४६"
        },
        "47": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"सैंतालीस\"",
            "answer": "४७"
        },
        "48": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"अड़तालीस\"",
            "answer": "४८"
        },
        "49": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"उनचास\"",
            "answer": "४९"
        },
        "50": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"पचास\"",
            "answer": "५०"
        },
        "51": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"इक्यावन\"",
            "answer": "५१"
        },
        "52": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"बावन\"",
            "answer": "५२"
        },
        "53": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"तिरपन\"",
            "answer": "५३"
        },
        "54": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"चौवन\"",
            "answer": "५४"
        },
        "55": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"पचपन\"",
            "answer": "५५"
        },
        "56": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"छप्पन\"",
            "answer": "५६"
        },
        "57": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"सत्तावन\"",
            "answer": "५७"
        },
        "58": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"अट्ठावन\"",
            "answer": "५८"
        },
        "59": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"उनसठ\"",
            "answer": "५९"
        },
        "60": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"साठ\"",
            "answer": "६०"
        },
        "61": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"इकसठ\"",
            "answer": "६१"
        },
        "62": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"बासठ\"",
            "answer": "६२"
        },
        "63": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"तिरसठ\"",
            "answer": "६३"
        },
        "64": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"चौंसठ\"",
            "answer": "६४"
        },
        "65": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"पैंसठ\"",
            "answer": "६५"
        },
        "66": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"छियासठ\"",
            "answer": "६६"
        },
        "67": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"सड़सठ\"",
            "answer": "६७"
        },
        "68": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"अड़सठ\"",
            "answer": "६८"
        },
        "69": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"उनहत्तर\"",
            "answer": "६९"
        },
        "70": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"सत्तर\"",
            "answer": "७०"
        },
        "71": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"इकहत्तर\"",
            "answer": "७१"
        },
        "72": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"बहत्तर\"",
            "answer": "७२"
        },
        "73": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"तिहत्तर\"",
            "answer": "७३"
        },
        "74": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"चौहत्तर\"",
            "answer": "७४"
        },
        "75": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"पचहत्तर\"",
            "answer": "७५"
        },
        "76": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"छिहत्तर\"",
            "answer": "७६"
        },
        "77": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"सतहत्तर\"",
            "answer": "७७"
        },
        "78": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"अठहत्तर\"",
            "answer": "७८"
        },
        "79": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"उन्यासी\"",
            "answer": "७९"
        },
        "80": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"अस्सी\"",
            "answer": "८०"
        },
        "81": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"इक्यासी\"",
            "answer": "८१"
        },
        "82": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"बयासी\"",
            "answer": "८२"
        },
        "83": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"तिरासी\"",
            "answer": "८३"
        },
        "84": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"चौरासी\"",
            "answer": "८४"
        },
        "85": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"पचासी\"",
            "answer": "८५"
        },
        "86": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"छियासी\"",
            "answer": "८६"
        },
        "87": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"सत्तासी\"",
            "answer": "८७"
        },
        "88": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"अठासी\"",
            "answer": "८८"
        },
        "89": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"नवासी\"",
            "answer": "८९"
        },
        "90": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"नब्बे\"",
            "answer": "९०"
        },
        "91": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"इक्यानवे\"",
            "answer": "९१"
        },
        "92": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"बानवे\"",
            "answer": "९२"
        },
        "93": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"तिरानवे\"",
            "answer": "९३"
        },
        "94": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"चौरानवे\"",
            "answer": "९४"
        },
        "95": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"पंचानवे\"",
            "answer": "९५"
        },
        "96": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"छियानवे\"",
            "answer": "९६"
        },
        "97": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"सत्तानवे\"",
            "answer": "९७"
        },
        "98": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"अट्ठानवे\"",
            "answer": "९८"
        },
        "99": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"निन्यानवे\"",
            "answer": "९९"
        },
        "100": {
            "hint": "शब्दों में लिखी यह संख्या ग्रिड में खोजें: \"सौ\"",
            "answer": "१००"
        }
    },
    "sequence": {
        "1": {
            "hint": "२ से ठीक पहले आने वाली संख्या ज्ञात करें।",
            "answer": "१"
        },
        "2": {
            "hint": "१ के ठीक बाद आने वाली संख्या ज्ञात करें।",
            "answer": "२"
        },
        "3": {
            "hint": "४ से ठीक पहले आने वाली संख्या ज्ञात करें।",
            "answer": "३"
        },
        "4": {
            "hint": "३ के ठीक बाद आने वाली संख्या ज्ञात करें।",
            "answer": "४"
        },
        "5": {
            "hint": "६ से ठीक पहले आने वाली संख्या ज्ञात करें।",
            "answer": "५"
        },
        "6": {
            "hint": "५ के ठीक बाद आने वाली संख्या ज्ञात करें।",
            "answer": "६"
        },
        "7": {
            "hint": "८ से ठीक पहले आने वाली संख्या ज्ञात करें।",
            "answer": "७"
        },
        "8": {
            "hint": "७ के ठीक बाद आने वाली संख्या ज्ञात करें।",
            "answer": "८"
        },
        "9": {
            "hint": "१० से ठीक पहले आने वाली संख्या ज्ञात करें।",
            "answer": "९"
        },
        "10": {
            "hint": "९ के ठीक बाद आने वाली संख्या ज्ञात करें।",
            "answer": "१०"
        },
        "11": {
            "hint": "१२ से ठीक पहले आने वाली संख्या ज्ञात करें।",
            "answer": "११"
        },
        "12": {
            "hint": "११ के ठीक बाद आने वाली संख्या ज्ञात करें।",
            "answer": "१२"
        },
        "13": {
            "hint": "१४ से ठीक पहले आने वाली संख्या ज्ञात करें।",
            "answer": "१३"
        },
        "14": {
            "hint": "१३ के ठीक बाद आने वाली संख्या ज्ञात करें।",
            "answer": "१४"
        },
        "15": {
            "hint": "१६ से ठीक पहले आने वाली संख्या ज्ञात करें।",
            "answer": "१५"
        },
        "16": {
            "hint": "१५ के ठीक बाद आने वाली संख्या ज्ञात करें।",
            "answer": "१६"
        },
        "17": {
            "hint": "१८ से ठीक पहले आने वाली संख्या ज्ञात करें।",
            "answer": "१७"
        },
        "18": {
            "hint": "१७ के ठीक बाद आने वाली संख्या ज्ञात करें।",
            "answer": "१८"
        },
        "19": {
            "hint": "२० से ठीक पहले आने वाली संख्या ज्ञात करें।",
            "answer": "१९"
        },
        "20": {
            "hint": "१९ के ठीक बाद आने वाली संख्या ज्ञात करें।",
            "answer": "२०"
        },
        "21": {
            "hint": "२२ से ठीक पहले आने वाली संख्या ज्ञात करें।",
            "answer": "२१"
        },
        "22": {
            "hint": "२१ के ठीक बाद आने वाली संख्या ज्ञात करें।",
            "answer": "२२"
        },
        "23": {
            "hint": "२४ से ठीक पहले आने वाली संख्या ज्ञात करें।",
            "answer": "२३"
        },
        "24": {
            "hint": "२३ के ठीक बाद आने वाली संख्या ज्ञात करें।",
            "answer": "२४"
        },
        "25": {
            "hint": "२६ से ठीक पहले आने वाली संख्या ज्ञात करें।",
            "answer": "२५"
        },
        "26": {
            "hint": "२५ के ठीक बाद आने वाली संख्या ज्ञात करें।",
            "answer": "२६"
        },
        "27": {
            "hint": "२८ से ठीक पहले आने वाली संख्या ज्ञात करें।",
            "answer": "२७"
        },
        "28": {
            "hint": "२७ के ठीक बाद आने वाली संख्या ज्ञात करें।",
            "answer": "२८"
        },
        "29": {
            "hint": "३० से ठीक पहले आने वाली संख्या ज्ञात करें।",
            "answer": "२९"
        },
        "30": {
            "hint": "२९ के ठीक बाद आने वाली संख्या ज्ञात करें।",
            "answer": "३०"
        },
        "31": {
            "hint": "३२ से ठीक पहले आने वाली संख्या ज्ञात करें।",
            "answer": "३१"
        },
        "32": {
            "hint": "३१ के ठीक बाद आने वाली संख्या ज्ञात करें।",
            "answer": "३२"
        },
        "33": {
            "hint": "३४ से ठीक पहले आने वाली संख्या ज्ञात करें।",
            "answer": "३३"
        },
        "34": {
            "hint": "३३ के ठीक बाद आने वाली संख्या ज्ञात करें।",
            "answer": "३४"
        },
        "35": {
            "hint": "३६ से ठीक पहले आने वाली संख्या ज्ञात करें।",
            "answer": "३५"
        },
        "36": {
            "hint": "३५ के ठीक बाद आने वाली संख्या ज्ञात करें।",
            "answer": "३६"
        },
        "37": {
            "hint": "३८ से ठीक पहले आने वाली संख्या ज्ञात करें।",
            "answer": "३७"
        },
        "38": {
            "hint": "३७ के ठीक बाद आने वाली संख्या ज्ञात करें।",
            "answer": "३८"
        },
        "39": {
            "hint": "४० से ठीक पहले आने वाली संख्या ज्ञात करें।",
            "answer": "३९"
        },
        "40": {
            "hint": "३९ के ठीक बाद आने वाली संख्या ज्ञात करें।",
            "answer": "४०"
        },
        "41": {
            "hint": "४२ से ठीक पहले आने वाली संख्या ज्ञात करें।",
            "answer": "४१"
        },
        "42": {
            "hint": "४१ के ठीक बाद आने वाली संख्या ज्ञात करें।",
            "answer": "४२"
        },
        "43": {
            "hint": "४४ से ठीक पहले आने वाली संख्या ज्ञात करें।",
            "answer": "४३"
        },
        "44": {
            "hint": "४३ के ठीक बाद आने वाली संख्या ज्ञात करें।",
            "answer": "४४"
        },
        "45": {
            "hint": "४६ से ठीक पहले आने वाली संख्या ज्ञात करें।",
            "answer": "४५"
        },
        "46": {
            "hint": "४५ के ठीक बाद आने वाली संख्या ज्ञात करें।",
            "answer": "४६"
        },
        "47": {
            "hint": "४८ से ठीक पहले आने वाली संख्या ज्ञात करें।",
            "answer": "४७"
        },
        "48": {
            "hint": "४७ के ठीक बाद आने वाली संख्या ज्ञात करें।",
            "answer": "४८"
        },
        "49": {
            "hint": "५० से ठीक पहले आने वाली संख्या ज्ञात करें।",
            "answer": "४९"
        },
        "50": {
            "hint": "४९ के ठीक बाद आने वाली संख्या ज्ञात करें।",
            "answer": "५०"
        },
        "51": {
            "hint": "५२ से ठीक पहले आने वाली संख्या ज्ञात करें।",
            "answer": "५१"
        },
        "52": {
            "hint": "५१ के ठीक बाद आने वाली संख्या ज्ञात करें।",
            "answer": "५२"
        },
        "53": {
            "hint": "५४ से ठीक पहले आने वाली संख्या ज्ञात करें।",
            "answer": "५३"
        },
        "54": {
            "hint": "५३ के ठीक बाद आने वाली संख्या ज्ञात करें।",
            "answer": "५४"
        },
        "55": {
            "hint": "५६ से ठीक पहले आने वाली संख्या ज्ञात करें।",
            "answer": "५५"
        },
        "56": {
            "hint": "५५ के ठीक बाद आने वाली संख्या ज्ञात करें।",
            "answer": "५६"
        },
        "57": {
            "hint": "५८ से ठीक पहले आने वाली संख्या ज्ञात करें।",
            "answer": "५७"
        },
        "58": {
            "hint": "५७ के ठीक बाद आने वाली संख्या ज्ञात करें।",
            "answer": "५८"
        },
        "59": {
            "hint": "६० से ठीक पहले आने वाली संख्या ज्ञात करें।",
            "answer": "५९"
        },
        "60": {
            "hint": "५९ के ठीक बाद आने वाली संख्या ज्ञात करें।",
            "answer": "६०"
        },
        "61": {
            "hint": "६२ से ठीक पहले आने वाली संख्या ज्ञात करें।",
            "answer": "६१"
        },
        "62": {
            "hint": "६१ के ठीक बाद आने वाली संख्या ज्ञात करें।",
            "answer": "६२"
        },
        "63": {
            "hint": "६४ से ठीक पहले आने वाली संख्या ज्ञात करें।",
            "answer": "६३"
        },
        "64": {
            "hint": "६३ के ठीक बाद आने वाली संख्या ज्ञात करें।",
            "answer": "६४"
        },
        "65": {
            "hint": "६६ से ठीक पहले आने वाली संख्या ज्ञात करें।",
            "answer": "६५"
        },
        "66": {
            "hint": "६५ के ठीक बाद आने वाली संख्या ज्ञात करें।",
            "answer": "६६"
        },
        "67": {
            "hint": "६८ से ठीक पहले आने वाली संख्या ज्ञात करें।",
            "answer": "६७"
        },
        "68": {
            "hint": "६७ के ठीक बाद आने वाली संख्या ज्ञात करें।",
            "answer": "६८"
        },
        "69": {
            "hint": "७० से ठीक पहले आने वाली संख्या ज्ञात करें।",
            "answer": "६९"
        },
        "70": {
            "hint": "६९ के ठीक बाद आने वाली संख्या ज्ञात करें।",
            "answer": "७०"
        },
        "71": {
            "hint": "७२ से ठीक पहले आने वाली संख्या ज्ञात करें।",
            "answer": "७१"
        },
        "72": {
            "hint": "७१ के ठीक बाद आने वाली संख्या ज्ञात करें।",
            "answer": "७२"
        },
        "73": {
            "hint": "७४ से ठीक पहले आने वाली संख्या ज्ञात करें।",
            "answer": "७३"
        },
        "74": {
            "hint": "७३ के ठीक बाद आने वाली संख्या ज्ञात करें।",
            "answer": "७४"
        },
        "75": {
            "hint": "७६ से ठीक पहले आने वाली संख्या ज्ञात करें।",
            "answer": "७५"
        },
        "76": {
            "hint": "७५ के ठीक बाद आने वाली संख्या ज्ञात करें।",
            "answer": "७६"
        },
        "77": {
            "hint": "७८ से ठीक पहले आने वाली संख्या ज्ञात करें।",
            "answer": "७७"
        },
        "78": {
            "hint": "७७ के ठीक बाद आने वाली संख्या ज्ञात करें।",
            "answer": "७८"
        },
        "79": {
            "hint": "८० से ठीक पहले आने वाली संख्या ज्ञात करें।",
            "answer": "७९"
        },
        "80": {
            "hint": "७९ के ठीक बाद आने वाली संख्या ज्ञात करें।",
            "answer": "८०"
        },
        "81": {
            "hint": "८२ से ठीक पहले आने वाली संख्या ज्ञात करें।",
            "answer": "८१"
        },
        "82": {
            "hint": "८१ के ठीक बाद आने वाली संख्या ज्ञात करें।",
            "answer": "८२"
        },
        "83": {
            "hint": "८४ से ठीक पहले आने वाली संख्या ज्ञात करें।",
            "answer": "८३"
        },
        "84": {
            "hint": "८३ के ठीक बाद आने वाली संख्या ज्ञात करें।",
            "answer": "८४"
        },
        "85": {
            "hint": "८६ से ठीक पहले आने वाली संख्या ज्ञात करें।",
            "answer": "८५"
        },
        "86": {
            "hint": "८५ के ठीक बाद आने वाली संख्या ज्ञात करें।",
            "answer": "८६"
        },
        "87": {
            "hint": "८८ से ठीक पहले आने वाली संख्या ज्ञात करें।",
            "answer": "८७"
        },
        "88": {
            "hint": "८७ के ठीक बाद आने वाली संख्या ज्ञात करें।",
            "answer": "८८"
        },
        "89": {
            "hint": "९० से ठीक पहले आने वाली संख्या ज्ञात करें।",
            "answer": "८९"
        },
        "90": {
            "hint": "८९ के ठीक बाद आने वाली संख्या ज्ञात करें।",
            "answer": "९०"
        },
        "91": {
            "hint": "९२ से ठीक पहले आने वाली संख्या ज्ञात करें।",
            "answer": "९१"
        },
        "92": {
            "hint": "९१ के ठीक बाद आने वाली संख्या ज्ञात करें।",
            "answer": "९२"
        },
        "93": {
            "hint": "९४ से ठीक पहले आने वाली संख्या ज्ञात करें।",
            "answer": "९३"
        },
        "94": {
            "hint": "९३ के ठीक बाद आने वाली संख्या ज्ञात करें।",
            "answer": "९४"
        },
        "95": {
            "hint": "९६ से ठीक पहले आने वाली संख्या ज्ञात करें।",
            "answer": "९५"
        },
        "96": {
            "hint": "९५ के ठीक बाद आने वाली संख्या ज्ञात करें।",
            "answer": "९६"
        },
        "97": {
            "hint": "९८ से ठीक पहले आने वाली संख्या ज्ञात करें।",
            "answer": "९७"
        },
        "98": {
            "hint": "९७ के ठीक बाद आने वाली संख्या ज्ञात करें।",
            "answer": "९८"
        },
        "99": {
            "hint": "१०० से ठीक पहले आने वाली संख्या ज्ञात करें।",
            "answer": "९९"
        },
        "100": {
            "hint": "९९ के ठीक बाद आने वाली संख्या ज्ञात करें।",
            "answer": "१००"
        }
    }
}